answers = [

    "Бесспорно",
    "Предрешено",
    "Никаких сомнений",
    "Определённо да",
    "Можешь быть уверен в этом",

    "Мне кажеться - да",
    "Вероятное всего",
    "Хорошие перспективы",
    "Знаки говорят - да",
    "Да",

    "Пока не ясно, попробуй снова",
    "Спроси позже",
    "Лучше не рассказывай",
    "Сейчас нельзя предсказать",
    "Сконцентрируйся и спроси опящть",
    
    "Даже не думай",
    "Мой ответ - нет",
    "По моим данным - нет",
    "Перспективы не очень хорошие",
    "Весьма сомниительно"
]
puts answers.sample